[
  {
    "path": "posts/2022-06-23-jet-lag-the-logies/",
    "title": "Jet Lag & the Logies",
    "description": {},
    "author": [
      {
        "name": "Dr Steve Jasper",
        "url": "https://jetlagguy.com.au/posts/2022-06-23-jet-lag-the-logies"
      }
    ],
    "date": "2022-06-23",
    "categories": [],
    "contents": "\nJet Lag and the Logies\n\nOn the weekend there was the Logies, after a three year absence due to\nyou-know-what, the virus that I refuse to mention out loud. The virus\nwhose name I dare not speak in case I summon it again.\nAnyway, at the Logies there was a performance by Calum Scott, who had\nflown out from the UK just before the Logies. And he delivered a\nbrilliant performance at the Logies, considering how jetlagged he would\nhave been, but in his own words he was “in the sky longer than he was on\nthe ground”.\nPerforming brilliantly, despite jet lag!\nAnd that, folks, is a recipe for jet lag. Just ask Pamela Anderson.\nFor a really short business trip like this – and for Calum Scott,\nthis is a business trip – you wouldn’t bother adjusting your schedule\n(Gordon et al. 2018). So no after parties for him, he’ll definitely be\nready for bed after performing. Pilots and cabin crew do exactly this,\nwhich is why the cabin crew often ask you to shut your blinds while\nflying – it’s not for your benefit, it’s for theirs.\nNow that we’re flying a bit more, it’s likely that people will be\ndoing short flights for long distances – like London for three days. If\nyou do a short trip for a few days, it’s probably worth staying in your\nown time zone.\nStay safe and happy (and safe!) travels\nDr Steve, the Jet Lag Guy\nReference:\nGordon, C. J., Comas, M., Postnova, S., Miller, C. B., Roy, D., J.\nBartlett, D., & R. Grunstein, R. (2018). The effect of consecutive\ntransmeridian flights on alertness, sleep–wake cycles and sleepiness: A\ncase study. Chronobiology international, 35(11),\n1471-1480\n\n\n\n",
    "preview": {},
    "last_modified": "2022-06-30T08:25:58+00:00",
    "input_file": "jet-lag-the-logies.knit.md"
  },
  {
    "path": "posts/2021-07-21-game-of-zones/",
    "title": "Game of Zones",
    "description": "Olympic medal counts: Here's my attempt   \nto predict the gold medal counts based on jet lag",
    "author": [
      {
        "name": "Dr Steve Jasper",
        "url": "https://jetlagguy.com.au/posts/2021-07-21-game-of-zones"
      }
    ],
    "date": "2021-07-21",
    "categories": [],
    "contents": "\nThe 2̶0̶2̶0̶ 2021 Tokyo Olympics are almost upon us, in the most unusual of times as the world is slowly emerging from the pandemic.\nBeing obsessed with jet lag means that I tend to view world events through the lens of jet lag, and the Olympic Games is definitely no exception. While there have been several models used to predict Olympic medal success, none of them have taken jet lag into account as far as I know. And while jet lag might only be a very small effect, remember that the difference between taking home a gold medal versus a silver medal can be measured in milliseconds.\n\nHappy H̶u̶n̶g̶e̶r̶ Olympic Games, and may the odds be ever in your favour!\nSo I’m going to hopefully predict gold medals of leading nations (not silver or bronze), taking jet lag into account. The Olympic Village will only be open five days before the start of the games, and given the Japanese public’s hostility to the Games, I can’t imagine a lot of venues will be throwing their doors open to foreign athletes much ahead of time.\nSo let the games begin. But instead of a top five, I’m going to give you:\nTWO TOP FIVES! Taste that top 5 goodness, and accept no substitutes.\n\nTOP 5 WINNERS\nJapan\nNot only does the Japanese team not have to deal with jet lag, but they have the well-recognised host country advantage. Every country that is the host has done extremely well when they host the Olympics, and I expect Japan to be no exception. Team Japan should perform like it’s 1964, the last time they hosted the Olympics. But this is a brave prediction, so here goes: \nPrediction for Japan:\n15 gold medals\nMargin of error: ± 2\n\nRussia\nWhile we tend to think of most Russians living in Europe, Vladivostok is just off the coast of Japan, and there’s even a ferry directly to Japan (when there’s not a pandemic, of course). It’s a simple matter for the Russians to send their athletes to Siberia weeks in advance, have them train in the same time zone as Japan, and completely avoid jet lag.\nPrediction for Russia:\n25 gold medals\nMargin of error: ± 3\n\nSouth Korea\nThis is a bit of a no-brainer, with South Korea just off the coast of Japan. Back in 2012 a free Australian magazine mX called South Korea “Nice Korea” and North Korea “Naughty Korea”, leading to a denunciation from the [North] Korean Central News Agency, accusing the newspaper of “bullying” them.\nPrediction for South Korea:\n14 gold medals\nMargin of error: ± 2\nThat’s right, a free (and now defunct) Australian newspaper bullied a nation of more than 20 million people. Our power is astonishing, we must use it wisely. So I have nothing bad to say about either Korea, oh no siree! Expect both Koreas to do well in the upcoming Olympics, and here’s my prediction for Nice – oops, I mean South Korea:\n\nChina\nA powerhouse of Olympic medal counts, and a nation more than capable of going toe-to-toe against the US. Again, expect China to do well because of the proximity to Japan, providing there are no more doping scandals. Oops, did I say that out loud?\nPrediction for China:\n40+ gold medals\nMargin of error: ± 4\n\nAustralia\nAussie! Aussie! Aussie! Oi! Oi! Oi!\nWe haven’t done so well at the last couple of Olympics, and when you factor in jet lag it makes perfect sense. London is a very long way away, not just in distance, but in time zones (10 hours!) – and Rio is absolutely brutal, with an 11 hour time zone distance plus flying east, which is harder. Tokyo by comparison will be easy for Australian athletes, being one hour behind the east coast and one hour ahead of the west coast. So look for that glint of gold coming home to Australia.\nPrediction for Australia:\n15 gold medals\nMargin of error: ± 2\n\nTOP 5 LOSERS\nNot all countries are going to be so fortunate, however. If there are winners there are going to be losers, so here are a few countries that are likely to not do as well as in previous games.\n\nGreat Britain\nIt’s a good 9 hour time zone difference (plus or minus an hour for daylight savings), and the British have to fly east – a long way east. For direction of flight, east is a beast, west is best (for most people). So Team GB’s gold medal count might not be quite as much as in previous years.\nPrediction for Great Britain:\n18 gold medals\nMargin of error: ± 2\n\nFrance\nLikewise, another team flying a long way east, almost as far as the British. We’re likely to see the French team not perform as well as in previous games.\nPrediction for France:\n7 gold medals\nMargin of error: ± 1\n\nGermany\nAgain, flying a long way east will take the edge off performance here, so expect a few less gold medals from the Germans.\nPrediction for Germany:\n14 gold medals\nMargin of error: ± 2\n\nItaly\nAt the risk of sounding like I’m on repeat, flying east a long way. The Italians have received 8 gold medals for the last couple of games, but that might be one or two lower this time round.\nPrediction for Italy:\n7 gold medals\nMargin of error: ± 1\n\nUSA\nUSA! USA! Almost as good a chant as the Australian one. ;-)\nThe other powerhouse. Unlike the European countries, the Americans are flying west, which is generally not so bad. However, it is a long way west, which is likely to take the edge off their performance. Speaking of long flights, it reminds me of the time I was at San Francisco Airport behind a plane load of people who had just arrived from Tokyo, and a young woman ahead of me in the queue was wearing leather pants. Because who wouldn’t want to wear leather pants on a 10 hour flight? Let’s hope Team USA don’t have leather pants as part of their Olympic uniform, and have to wear them on the plane to Tokyo.\nPrediction for USA:\n38 gold medals\nMargin of error: ± 4\n\nNow, will these numbers have any accuracy, or will COVID-19 completely shred them? Will I proudly point to this column like I’m the Nostradamus of the Olympics, or will I quietly delete this and hope nobody notices? Will I then be forced to assume a new identity like I’m in the witness protection program? We’ll find out in a few weeks.\nAnd as always, h̶a̶p̶p̶y̶ ̶t̶r̶a̶v̶e̶l̶s̶ stay at home!\n\nThis article was originally published on LinkedIn by Dr. Stephen Jasper Manager, Medical Affairs at Adjutor Healthcare\n\n\n\n",
    "preview": {},
    "last_modified": "2022-06-30T05:44:29+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-06-26-learned-in-isolation/",
    "title": "Top 5 Things I've Learned in Isolation",
    "description": "A few bright sides to these dark times",
    "author": [
      {
        "name": "Dr Steve Jasper",
        "url": "https://jetlagguy.com.au/posts/2020-06-26-learned-in-isolation"
      }
    ],
    "date": "2020-06-26",
    "categories": [],
    "contents": "\nIt’s been a while since I’ve done a top 5 here, so I’m overdue. As for most people, the last few months have been a very different reality. Here are my top 5 things I have learned in isolation:\nNumber 5. Online shopping. I just thought it was for crap products you see being flogged on late night TV (“and now, the AMAZING AbBlaster 3000!”). It wasn’t really a thing for me until… … …shelving, hand sanitiser, a coffee table, a clothes rack, a desk, chinos, teapots, picture frames, prints to go in those frames, another coffee table, more shelving… I see delivery drivers more than anyone else, and I plan my weeks around deliveries.\nNumber 4. My home is immaculate. Clean, tidy, organised. A place for everything, and for everything a place. Including shelving. I finally ran out of excuses not to tidy. Did I mention I’d bought some furniture? I’m ready for the photo shoot in Vogue Living now.\nNo alt text provided for this image How my apartment looks. Almost.\nNumber 3. Among the shopping: a yoga mat. I then received an email announcing a free online yoga class. I have also run out of excuses in the yoga department. Downward-facing dog it is then.\nNo alt text provided for this image Me in my non-existent apartment. Almost.\nNumber 2. My snack game is ON POINT. A word of explanation: I quit sugar at the end of last year (and promptly lost 9 kg, which explains my desire to stay off sugar). But cheese! Brie, swiss, gouda, provolone. Cheese sticks. Seaweed snacks (in both sea salt and sesame). Crystallised ginger (which I know contains some sugar, but it’s ginger so I don’t eat lots). And nuts! Walnuts, cashews, and abalone-flavoured macadamia nuts. And a variety of tea that you would not believe. (Melon seed tea is a real thing, and contains neither melons nor seeds.)\nNumber 1. I can still run my business. Obviously, things are quiet on the jet lag front – the very few people who travel internationally are less concerned about jet lag, and more concerned about not contracting a potentially fatal disease. But there are things happening quietly in the background while we regroup, and hopefully develop a vaccine or treatment for coronavirus. You’ll be hearing some exciting news soon!\nAnd as always, happy travels staying at home!\n\nThis article was originally published on LinkedIn by Dr. Stephen Jasper Manager, Medical Affairs at Adjutor Healthcare\n\n\n\n",
    "preview": {},
    "last_modified": "2022-06-30T05:44:29+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-01-17-flying-to-london/",
    "title": "Flying to London, one city block at a time",
    "description": "Flying to London walking up my points  \non my Qantas Wellbeing app",
    "author": [
      {
        "name": "Dr Steve Jasper",
        "url": "https://jetlagguy.com.au/posts/2020-01-17-flying-to-london"
      }
    ],
    "date": "2020-01-17",
    "categories": [],
    "contents": "\nLife after a PhD is different. Mainly in that I’m no longer chained to a desk writing a thesis roughly the length of one of the longer Harry Potter novels (one of J. K. Rowling’s lesser known works, Harry Potter and the Jetlagged Executive).\nSo, I’ve joined the gym, and I’m going every second day. I’ve taken up eating healthy food (kale! carrots! seaweed!) and quit sugar (which took some doing). I’ve committed to walking 10,000 steps a day, which is apparently the bare minimum it requires to be healthy.\nTo support me in this I downloaded the Qantas Wellbeing app, which Qantas is using to reward healthy behaviour. I’ve committed to walking 10,000 steps a day, and when I do I get a “WOOHOO!” message on my screen and 1.8 points per day. I’ve also committed to walking 80,000 steps a week (because 70,000 is just too easy), and for that little feat I get 9 points per week doing 80,000 steps. My total points per week is (1.8 × 7) + 9 = 21.6 points. My daily points come to 21.6 ÷ 7 = 3.09 points.\n\nAt this point I need to issue a warning: The following LinkedIn article contains mathematical calculations.\nTo fly to London, return, on points it would cost me 183,900 points. That’s a total distance of 16,893 km × 2 = 33,786 km. So, for every point I earn, I get to travel 33,786 km ÷ 183,900 points = 0.184 km = 184 metres. (At least I could do that calculation in my head!) Multiply that by the number of points I earn per day (3.09 points) and I get to travel 567 metres towards my destination of London. Just over half a kilometre per day, or two-and-a-half city blocks in downtown Melbourne.\n\nIf you are traumatised from maths in school, please proceed with caution and seek support from a health professional if required.\nTravelling at that rate, it will take me 183,900 points ÷ 3.09 points/day = 59597 days (let’s forget about the .2 repeater and assume Qantas takes pity on me) which is 163 years, 2 months and half a day. (Steve Hui, please feel free to check my maths and comment, you’re the expert on frequent flyer points.)\nSo, I’m probably not going to London just on points from walking.\nBUT – the point isn’t the points! The point is that Qantas is rewarding healthy behaviour (and I should totally get Frequent Flyer points every time I eat kale). And I love the idea that every time I walk to the beach in the evening, I get that little bit closer to my next destination.\nAnd I like that.\nAs always, happy travels!\n\nThis article was originally published on LinkedIn by Dr. Stephen Jasper Manager, Medical Affairs at Adjutor Healthcare\n\n\n\n",
    "preview": {},
    "last_modified": "2022-06-30T05:44:29+00:00",
    "input_file": {}
  }
]
